[
  {
    "q": "When will my Insta360 Pro be delivered?",
    "a": "For the delivery time of your Pro, please refer to the \"estimated delivery date\" on the Confirm Order page. \nThe sequence of the successfully paid order decides the shipping \"batch\", and different shipping \"batch\" leads to different delivery date. Please notice that the \"estimated delivery date\" and the \"batch\" keep updating and can only be used as a reference. We will try our best to arrange your delivery by this date."
  },
  {
    "q": "Why did the payment fail?",
    "a": "Payment failure could be caused by the settings of your credit card or payment account, such as your payment limit and available credit. Please verify this information first. Meanwhile, to ensure your payment safety, the banks and the payment platforms have other protection method. Transactions rated as high risk by this risk control system will be blocked automatically. If you can not solve your payment problem, please contact us via ecommerce@insta360.com for help."
  },
  {
    "q": "How to change my shipping information?",
    "a": "If you need to change your shipping information, such as shipping address and telephone number, please contact us before the delivery."
  },
  {
    "q": "How can I pay the tax?",
    "a": "The tax is calculated according to your local tax policy, and we will cover part of the tax for you."
  },
  {
    "q": "How can I get the VAT invoice?",
    "a": "If you need to deliver the Pro to countries such as EU and USA, the VAT invoice will be sent with the package. For other destinations, please contact us via ecommerce@insta360.com"
  },
  {
    "q": "How can I cancel my order or return the Pro?",
    "a": "Please check the Return & Exchange Policy"
  },
  {
    "q": "How about the Warranty & Repair?",
    "a": "Please check the  <a href=\"https://support.insta360.com/aftersales?name=after\" target=\"_blank\">Warranty & Repair Policy</a>"
  },
  {
    "q": "Other questions",
    "a": "If your problems can not be solved by the FAQ above, please contact us via ecommerce@insta360.com"
  }
]